Repository: openwatersio/slackwater-ios
Catalog: Slackwater/Localizable.xcstrings
Source language: en
Languages: da, de, es_es, fi, fr_ca, it, ja, ko, nb, nl, pt_br, pt_pt, sv

source: CHS-published predictions downloaded %1$@; available through %2$@. Not computed on this device.
da: Prognoser offentliggjort af CHS hentet %@; tilgængelige til %@. Ikke beregnet på denne enhed.
de: Von CHS veröffentlichte Vorhersagen, geladen am %1$@; verfügbar bis %2$@. Nicht auf diesem Gerät berechnet.
es_es: Predicciones publicadas por CHS descargadas el %1$@; disponibles hasta el %2$@. No se calculan en este dispositivo.
fi: CHS:n julkaisemat ennusteet ladattu %@; käytettävissä %@ asti. Ei laskettu tällä laitteella.
fr_ca: Prévisions publiées par CHS. Téléchargement : %1$@; disponibles jusqu’au %2$@. Non calculées sur cet appareil.
it: Previsioni pubblicate da CHS scaricate %1$@; disponibili fino a %2$@. Non calcolate su questo dispositivo.
ja: CHS公開の予測を%1$@にダウンロード。%2$@まで利用可能。このデバイスで計算した値ではありません。
ko: CHS 발표 예측을 %@에 다운로드했습니다. %@까지 사용 가능합니다. 이 기기에서 계산한 값이 아닙니다.
nb: Prognoser publisert av CHS lastet ned %1$@; tilgjengelige til %2$@. Ikke beregnet på denne enheten.
nl: Door CHS gepubliceerde voorspellingen, gedownload op %1$@; beschikbaar tot en met %2$@. Niet berekend op dit apparaat.
pt_br: Previsões publicadas pelo CHS baixadas em %1$@; disponíveis até %2$@. Não são calculadas neste dispositivo.
pt_pt: Previsões publicadas pelo CHS descarregadas em %1$@; disponíveis até %2$@. Não são calculadas neste dispositivo.
sv: Prognoser publicerade av CHS hämtades %@; tillgängliga till %@. Inte beräknade på den här enheten.

source: Clear search text
da: Ryd søgetekst
de: Suchtext löschen
es_es: Borrar texto de búsqueda
fi: Tyhjennä hakuteksti
fr_ca: Effacer le texte de recherche
it: Cancella il testo di ricerca
ja: 検索テキストを消去
ko: 검색어 지우기
nb: Tøm søketekst
nl: Zoektekst wissen
pt_br: Limpar busca
pt_pt: Limpar texto da pesquisa
sv: Rensa söktext

source: Close
da: Luk
de: Schließen
es_es: Cerrar
fi: Sulje
fr_ca: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Sluiten
pt_br: Fechar
pt_pt: Fechar
sv: Stäng

source: Close search
da: Luk søgning
de: Suche schließen
es_es: Cerrar búsqueda
fi: Sulje haku
fr_ca: Fermer la recherche
it: Chiudi ricerca
ja: 検索を閉じる
ko: 검색 닫기
nb: Lukk søk
nl: Zoeken sluiten
pt_br: Fechar busca
pt_pt: Fechar pesquisa
sv: Stäng sökning

source: Closest
da: Nærmest
de: Erdnähe
es_es: Más cercano
fi: Lähimpänä
fr_ca: Plus proche
it: Più vicina
ja: 最も近い
ko: 가장 가까움
nb: Nærmest
nl: Dichtstbij
pt_br: Mais próxima
pt_pt: Mais próxima
sv: Närmast

source: closest %@
da: nærmest %@
de: Erdnähe am %@
es_es: más cercano %@
fi: lähimpänä %@
fr_ca: plus proche %@
it: più vicina %@
ja: 最接近：%@
ko: 가장 가까운 날 %@
nb: nærmest %@
nl: het dichtstbij op %@
pt_br: mais próxima %@
pt_pt: mais próxima %@
sv: närmast %@

source: Collapsed
da: Foldet sammen
de: Eingeklappt
es_es: Contraído
fi: Supistettu
fr_ca: Replié
it: Compresso
ja: 折りたたみ
ko: 접힘
nb: Sammenslått
nl: Ingeklapt
pt_br: Recolhido
pt_pt: Recolhido
sv: Infälld

source: Comfort current
da: Behagelig strømhastighed
de: Angenehme Strömung
es_es: Corriente cómoda
fi: Sopiva virtausnopeus
fr_ca: Courant confortable
it: Corrente tollerata
ja: 利用しやすい流速
ko: 편안한 조류 속도
nb: Komfortabel strøm
nl: Comfortabele stroming
pt_br: Corrente confortável
pt_pt: Corrente tolerável
sv: Bekväm strömhastighet

source: Concerns or Feedback
da: Bekymringer eller feedback
de: Bedenken oder Feedback
es_es: Consultas o comentarios
fi: Huolia tai palautetta
fr_ca: Questions ou commentaires
it: Dubbi o commenti
ja: ご意見・お問い合わせ
ko: 문제 또는 의견
nb: Spørsmål eller tilbakemeldinger
nl: Zorgen of feedback
pt_br: Dúvidas ou comentários
pt_pt: Dúvidas ou comentários
sv: Synpunkter eller feedback

source: Connect for a moment to download about a month of predictions.
da: Opret forbindelse et øjeblik for at hente cirka en måneds prognoser.
de: Verbinde dich kurz, um Vorhersagen für etwa einen Monat zu laden.
es_es: Conéctate un momento para descargar aproximadamente un mes de predicciones.
fi: Yhdistä hetkeksi verkkoon ladataksesi noin kuukauden ennusteet.
fr_ca: Connectez-vous pendant un moment pour télécharger environ un mois de prévisions.
it: Connettiti per un momento per scaricare circa un mese di previsioni.
ja: 接続して、約1か月分の予測をダウンロードしてください。
ko: 잠시 연결하면 약 한 달 분량의 예측을 다운로드할 수 있습니다.
nb: Koble til et øyeblikk for å laste ned omtrent en måned med prognoser.
nl: Maak even verbinding om voorspellingen voor ongeveer een maand te downloaden.
pt_br: Conecte-se por um momento para baixar cerca de um mês de previsões.
pt_pt: Ligue-se à Internet por um momento para descarregar cerca de um mês de previsões.
sv: Anslut en stund för att hämta ungefär en månads prognoser.

source: Connect once to download this station for permanent offline use.
da: Opret forbindelse én gang for at hente denne station til permanent brug offline.
de: Verbinde dich einmal, um diese Station für die dauerhafte Offline-Nutzung zu laden.
es_es: Conéctate una vez para descargar esta estación y usarla siempre sin conexión.
fi: Yhdistä kerran verkkoon ladataksesi aseman pysyvästi käytettäväksi ilman verkkoyhteyttä.
fr_ca: Connectez-vous une fois pour télécharger cette station pour une utilisation hors ligne permanente.
it: Connettiti una volta per scaricare questa stazione e usarla offline permanentemente.
ja: 一度接続してダウンロードすると、この観測所は期限なくオフラインで利用できます。
ko: 한 번 연결하여 이 관측소를 다운로드하면 계속 오프라인으로 사용할 수 있습니다.
nb: Koble til én gang for å laste ned denne stasjonen for varig frakoblet bruk.
nl: Maak één keer verbinding om dit station te downloaden voor blijvend offline gebruik.
pt_br: Conecte-se uma vez para baixar esta estação e usá-la offline permanentemente.
pt_pt: Ligue-se à Internet uma vez para descarregar esta estação e usá-la sem ligação permanentemente.
sv: Anslut en gång för att hämta den här stationen för permanent användning offline.

source: Connect to download
da: Opret forbindelse for at hente
de: Zum Laden verbinden
es_es: Conectarse para descargar
fi: Yhdistä ja lataa
fr_ca: Connectez-vous pour télécharger
it: Connetti per scaricare
ja: 接続してダウンロード
ko: 연결하여 다운로드
nb: Koble til for å laste ned
nl: Verbinding maken om te downloaden
pt_br: Conectar para baixar
pt_pt: Ligar à Internet para descarregar
sv: Anslut för att hämta

source: Control-click your desktop → Edit Widgets → Slackwater.
da: Ctrl-klik på skrivebordet → Rediger widgets → Slackwater.
de: Klicke mit gedrückter Control-Taste auf den Schreibtisch → Widgets bearbeiten → Slackwater.
es_es: Haz clic en el escritorio con la tecla Control → Editar widgets → Slackwater.
fi: Control-klikkaa työpöytää → Muokkaa widgettejä → Slackwater.
fr_ca: Cliquez sur le bureau en maintenant Contrôle enfoncé → Modifier les widgets → Slackwater.
it: Fai clic sulla scrivania tenendo premuto Control → Modifica widget → Slackwater.
ja: デスクトップをControlキーを押しながらクリック →「ウィジェットを編集」→ Slackwater。
ko: 데스크탑을 Control-클릭 → 위젯 편집 → Slackwater.
nb: Kontroll-klikk på skrivebordet → Rediger widgeter → Slackwater.
nl: Control-klik op je bureaublad → Wijzig widgets → Slackwater.
pt_br: Clique na mesa com a tecla Control → Editar Widgets → Slackwater.
pt_pt: Clique na secretária com a tecla Control premida → Editar widgets → Slackwater.
sv: Kontrollklicka på skrivbordet → Redigera widgetar → Slackwater.

source: Couldn't publish %@
da: Kunne ikke offentliggøre %@
de: %@ konnte nicht veröffentlicht werden
es_es: No se pudo publicar %@
fi: Asemaa %@ ei voitu julkaista
fr_ca: Impossible de publier %@
it: Impossibile pubblicare %@
ja: %@を公開できませんでした
ko: %@ 게시 실패
nb: Kunne ikke publisere %@
nl: %@ kon niet worden gepubliceerd
pt_br: Não foi possível publicar %@
pt_pt: Não foi possível publicar %@
sv: Kunde inte publicera %@

source: Current · %@
da: Strøm · %@
de: Strömung · %@
es_es: Corriente · %@
fi: Virtaus · %@
fr_ca: Courant · %@
it: Corrente · %@
ja: 潮流 · %@
ko: 조류 · %@
nb: Strøm · %@
nl: Stroming · %@
pt_br: Corrente · %@
pt_pt: Corrente · %@
sv: Ström · %@

source: Current · CHS
da: Strøm · CHS
de: Strömung · CHS
es_es: Corriente · CHS
fi: Virtaus · CHS
fr_ca: Courant · CHS
it: Corrente · CHS
ja: 潮流 · CHS
ko: 조류 · CHS
nb: Strøm · CHS
nl: Stroming · CHS
pt_br: Corrente · CHS
pt_pt: Corrente · CHS
sv: Ström · CHS

source: Current · NOAA
da: Strøm · NOAA
de: Strömung · NOAA
es_es: Corriente · NOAA
fi: Virtaus · NOAA
fr_ca: Courant · NOAA
it: Corrente · NOAA
ja: 潮流 · NOAA
ko: 조류 · NOAA
nb: Strøm · NOAA
nl: Stroming · NOAA
pt_br: Corrente · NOAA
pt_pt: Corrente · NOAA
sv: Ström · NOAA

source: Current speed
da: Strømhastighed
de: Strömungsgeschwindigkeit
es_es: Velocidad de la corriente
fi: Virtausnopeus
fr_ca: Vitesse du courant
it: Velocità della corrente
ja: 流速
ko: 조류 속도
nb: Strømhastighet
nl: Stroomsnelheid
pt_br: Velocidade da corrente
pt_pt: Velocidade da corrente
sv: Strömhastighet

source: Current speed units
da: Enheder for strømhastighed
de: Einheiten der Strömungsgeschwindigkeit
es_es: Unidades de velocidad de la corriente
fi: Virtausnopeuden yksiköt
fr_ca: Unités de vitesse du courant
it: Unità di velocità della corrente
ja: 流速の単位
ko: 조류 속도 단위
nb: Enheter for strømhastighet
nl: Eenheden voor stroomsnelheid
pt_br: Unidades de velocidade da corrente
pt_pt: Unidades de velocidade da corrente
sv: Enheter för strömhastighet

source: Current Station
da: Strømstation
de: Strömungsstation
es_es: Estación de corrientes
fi: Virtausasema
fr_ca: Station de courant
it: Stazione di corrente
ja: 潮流観測所
ko: 조류 관측소
nb: Strømstasjon
nl: Stroomstation
pt_br: Estação de correntes
pt_pt: Estação de correntes
sv: Strömstation

source: Current timeline
da: Tidslinje for strøm
de: Strömungsverlauf
es_es: Cronología de corrientes
fi: Virtauksen aikajana
fr_ca: Chronologie des courants
it: Cronologia della corrente
ja: 潮流のタイムライン
ko: 조류 타임라인
nb: Tidslinje for strøm
nl: Stroomtijdlijn
pt_br: Linha do tempo da corrente
pt_pt: Cronologia da corrente
sv: Tidslinje för ström

source: currently shown
da: vises nu
de: derzeit angezeigt
es_es: mostrada actualmente
fi: näytetään nyt
fr_ca: actuellement affiché
it: attualmente mostrata
ja: 表示中
ko: 현재 표시 중
nb: vises nå
nl: momenteel weergegeven
pt_br: atualmente exibida
pt_pt: atualmente mostrada
sv: visas nu

source: Currents
da: Strømme
de: Strömungen
es_es: Corrientes
fi: Virtaukset
fr_ca: Courants
it: Correnti
ja: 潮流
ko: 조류
nb: Strømmer
nl: Stromingen
pt_br: Correntes
pt_pt: Correntes
sv: Strömmar

# Currents at %@ · %@
source: Currents at %1$@ · %2$@
da: Strømme ved %@ · %@
de: Strömungen bei %1$@ · %2$@
es_es: Corrientes en %1$@ · %2$@
fi: Virtaukset: %@ · %@
fr_ca: Courants à %1$@ · %2$@
it: Correnti a %1$@ · %2$@
ja: %1$@の潮流 · %2$@
ko: %@의 조류 · %@
nb: Strøm ved %1$@ · %2$@
nl: Stromingen bij %1$@ · %2$@
pt_br: Correntes em %1$@ · %2$@
pt_pt: Correntes em %1$@ · %2$@
sv: Strömmar vid %@ · %@

source: Data & attribution
da: Data og kilder
de: Daten und Quellen
es_es: Datos y atribución
fi: Tiedot ja lähteet
fr_ca: Données et attributions
it: Dati e attribuzioni
ja: データと出典
ko: 데이터 및 출처
nb: Data og kildehenvisninger
nl: Gegevens en bronvermelding
pt_br: Dados e atribuição
pt_pt: Dados e atribuição
sv: Data och källor

source: Data downloaded
da: Data hentet
de: Daten geladen
es_es: Datos descargados
fi: Tiedot ladattu
fr_ca: Données téléchargées
it: Dati scaricati
ja: データをダウンロード済み
ko: 데이터 다운로드됨
nb: Data lastet ned
nl: Gegevens gedownload
pt_br: Dados baixados
pt_pt: Dados descarregados
sv: Data hämtade

source: Daylight only
da: Kun dagslys
de: Nur bei Tageslicht
es_es: Solo de día
fi: Vain päivänvalossa
fr_ca: Le jour seulement
it: Solo di giorno
ja: 日中のみ
ko: 낮에만
nb: Bare i dagslys
nl: Alleen bij daglicht
pt_br: Só durante o dia
pt_pt: Só durante o dia
sv: Endast dagsljus

source: Delete Alert
da: Slet varsel
de: Meldung löschen
es_es: Eliminar alerta
fi: Poista hälytys
fr_ca: Supprimer l’alerte
it: Elimina avviso
ja: アラートを削除
ko: 알림 삭제
nb: Slett varsel
nl: Waarschuwing verwijderen
pt_br: Excluir alerta
pt_pt: Apagar alerta
sv: Radera avisering

source: Desktop — free
da: Skrivebord — gratis
de: Schreibtisch — kostenlos
es_es: Escritorio — gratis
fi: Työpöytä — maksuton
fr_ca: Bureau — gratuit
it: Scrivania — gratis
ja: デスクトップ — 無料
ko: 데스크탑 — 무료
nb: Skrivebord — gratis
nl: Bureaublad — gratis
pt_br: Mesa — grátis
pt_pt: Secretária — grátis
sv: Skrivbord — gratis

source: Distance from Earth
da: Afstand fra Jorden
de: Entfernung zur Erde
es_es: Distancia a la Tierra
fi: Etäisyys Maasta
fr_ca: Distance de la Terre
it: Distanza dalla Terra
ja: 地球からの距離
ko: 지구와의 거리
nb: Avstand fra Jorden
nl: Afstand tot de aarde
pt_br: Distância da Terra
pt_pt: Distância da Terra
sv: Avstånd från jorden

source: Done
da: OK
de: Fertig
es_es: Hecho
fi: Valmis
fr_ca: Terminé
it: Fine
ja: 完了
ko: 완료
nb: Ferdig
nl: Gereed
pt_br: OK
pt_pt: OK
sv: Klart

source: Download
da: Hent
de: Laden
es_es: Descargar
fi: Lataa
fr_ca: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
nb: Last ned
nl: Downloaden
pt_br: Baixar
pt_pt: Descarregar
sv: Hämta

source: Download %lld more
da: Hent %lld mere
de: %lld weitere laden
es_es: Descargar %lld más
fi: Lataa %lld lisää
fr_ca: Télécharger %lld de plus
it: Scarica altre %lld
ja: さらに%lldか所をダウンロード
ko: %lld개 더 다운로드
nb: Last ned %lld til
nl: Nog %lld downloaden
pt_br: Baixar mais %lld
pt_pt: Descarregar mais %lld
sv: Hämta %lld till

source: Download %lld more within 25 km
da: Hent %lld mere inden for 25 km
de: %lld weitere im Umkreis von 25 km laden
es_es: Descargar %lld más en un radio de 25 km
fi: Lataa %lld lisää 25 km:n säteellä
fr_ca: Télécharger %lld de plus dans un rayon de 25 km
it: Scarica altre %lld entro 25 km
ja: 25 km以内のさらに%lldか所をダウンロード
ko: 25 km 이내에서 %lld개 더 다운로드
nb: Last ned %lld til innen 25 km
nl: Nog %lld binnen 25 km downloaden
pt_br: Baixar mais %lld num raio de 25 km
pt_pt: Descarregar mais %lld num raio de 25 km
sv: Hämta %lld till inom 25 km

source: Download %lld more?
da: Hent %lld mere?
de: %lld weitere laden?
es_es: ¿Descargar %lld más?
fi: Ladataanko %lld lisää?
fr_ca: Télécharger %lld de plus?
it: Scaricare altre %lld?
ja: さらに%lldか所をダウンロードしますか？
ko: %lld개 더 다운로드할까요?
nb: Laste ned %lld til?
nl: Nog %lld downloaden?
pt_br: Baixar mais %lld?
pt_pt: Descarregar mais %lld?
sv: Hämta %lld till?

# Download all %lld Canadian currents · %@
source: Download all %1$lld Canadian currents · %2$@
da: Hent alle %lld canadiske strømstationer · %@
de: Alle %1$lld kanadischen Strömungsstationen laden · %2$@
es_es: Descargar las %lld corrientes canadienses · %@
fi: Lataa kaikki %lld Kanadan virtausasemaa · %@
fr_ca: Télécharger tous les %1$lld courants canadiens · %2$@
it: Scarica tutte le %1$lld correnti canadesi · %2$@
ja: カナダの潮流%1$lldか所すべてをダウンロード · %2$@
ko: 캐나다 조류 %lld개 모두 다운로드 · %@
nb: Last ned alle %1$lld kanadiske strømstasjoner · %2$@
nl: Alle %1$lld Canadese stroomstations downloaden · %2$@
pt_br: Baixar todas as %1$lld correntes canadenses · %2$@
pt_pt: Descarregar todas as %1$lld correntes canadianas · %2$@
sv: Hämta alla %lld kanadensiska strömstationer · %@

source: Download failed
da: Hentning mislykkedes
de: Laden fehlgeschlagen
es_es: Error de descarga
fi: Lataus epäonnistui
fr_ca: Échec du téléchargement
it: Download non riuscito
ja: ダウンロード失敗
ko: 다운로드 실패
nb: Nedlasting mislyktes
nl: Download mislukt
pt_br: Falha no download
pt_pt: Falha na descarga
sv: Hämtning misslyckades

source: Download for offline use
da: Hent til brug offline
de: Für Offline-Nutzung laden
es_es: Descargar para usar sin conexión
fi: Lataa käytettäväksi ilman verkkoyhteyttä
fr_ca: Télécharger pour utilisation hors ligne
it: Scarica per uso offline
ja: オフライン用にダウンロード
ko: 오프라인 사용을 위해 다운로드
nb: Last ned for frakoblet bruk
nl: Downloaden voor offline gebruik
pt_br: Baixar para uso offline
pt_pt: Descarregar para uso sem ligação
sv: Hämta för användning offline

source: Downloaded from CHS (IWLS), then fitted and computed on this device. These are not CHS-published predictions. Flood sets %lld°T.
da: Hentet fra CHS (IWLS), derefter tilpasset og beregnet på denne enhed. Disse prognoser er ikke offentliggjort af CHS. Flodstrømmen sætter %lld°T.
de: Von CHS (IWLS) geladen, dann auf diesem Gerät angepasst und berechnet. Diese Vorhersagen werden nicht von CHS veröffentlicht. Flutstrom setzt nach %lld°T.
es_es: Descargado de CHS (IWLS), ajustado y calculado en este dispositivo. No son predicciones publicadas por CHS. La corriente de flujo se establece a %lld°T.
fi: Ladattu CHS:stä (IWLS), sitten sovitettu ja laskettu tällä laitteella. Nämä eivät ole CHS:n julkaisemia ennusteita. Nousuvirtauksen suunta on %lld°T.
fr_ca: Données téléchargées de CHS (IWLS), puis ajustées et calculées sur cet appareil. Ces prévisions ne sont pas publiées par CHS. Le flot porte au %lld°T.
it: Dati scaricati da CHS (IWLS), poi adattati e calcolati su questo dispositivo. Non sono previsioni pubblicate da CHS. Il flusso dirige verso %lld°T.
ja: CHS（IWLS）からダウンロードしたデータにこのデバイスでモデルを当てはめ、計算しています。CHSが公開する予測値ではありません。上げ潮流の流向は%lld°Tです。
ko: CHS (IWLS)에서 다운로드한 후 이 기기에서 모델을 맞추고 계산합니다. CHS가 발표한 예측이 아닙니다. 창조류 방향은 %lld°T입니다.
nb: Lastet ned fra CHS (IWLS), deretter tilpasset og beregnet på denne enheten. Dette er ikke prognoser publisert av CHS. Inngående strøm setter mot %lld°T.
nl: Gedownload van CHS (IWLS), daarna aangepast en berekend op dit apparaat. Deze voorspellingen zijn niet door CHS gepubliceerd. De vloedstroom zet naar %lld°T.
pt_br: Dados baixados do CHS (IWLS), depois ajustados e calculados neste dispositivo. Estas previsões não são publicadas pelo CHS. A enchente segue para %lld°T.
pt_pt: Dados descarregados do CHS (IWLS), depois ajustados e calculados neste dispositivo. Estas previsões não são publicadas pelo CHS. A enchente segue para %lld°T.
sv: Hämtat från CHS (IWLS), sedan anpassat och beräknat på den här enheten. Dessa prognoser är inte publicerade av CHS. Flodströmmen sätter %lld°T.

source: Downloaded predictions are ready offline. Downloads that expire show their remaining time below.
da: Hentede prognoser er klar offline. Hentninger, der udløber, viser den resterende tid nedenfor.
de: Geladene Vorhersagen sind offline verfügbar. Bei zeitlich begrenzten Downloads wird unten die verbleibende Zeit angezeigt.
es_es: Las predicciones descargadas están listas sin conexión. Las descargas que caducan muestran abajo el tiempo restante.
fi: Ladatut ennusteet ovat valmiina ilman verkkoyhteyttä. Vanhenevien latausten jäljellä oleva aika näkyy alla.
fr_ca: Les prévisions téléchargées sont prêtes pour une utilisation hors ligne. Les téléchargements qui expirent affichent leur temps restant ci-dessous.
it: Le previsioni scaricate sono pronte offline. I download con scadenza mostrano qui sotto il tempo rimasto.
ja: ダウンロード済みの予測はオフラインで利用できます。有効期限のあるデータは、残り時間を下に表示します。
ko: 다운로드한 예측을 오프라인에서 사용할 수 있습니다. 만료되는 다운로드의 남은 시간은 아래에 표시됩니다.
nb: Nedlastede prognoser er klare for frakoblet bruk. Nedlastinger som utløper, viser gjenværende tid nedenfor.
nl: Gedownloade voorspellingen zijn offline beschikbaar. Voor downloads die verlopen staat de resterende tijd hieronder.
pt_br: As previsões baixadas estão disponíveis offline. Os downloads com validade mostram abaixo o tempo restante.
pt_pt: As previsões descarregadas estão disponíveis sem ligação. As descargas com prazo de validade mostram abaixo o tempo restante.
sv: Hämtade prognoser är klara offline. Hämtningar som går ut visar återstående tid nedan.

source: Downloading
da: Henter
de: Wird geladen
es_es: Descargando
fi: Ladataan
fr_ca: Téléchargement
it: Download in corso
ja: ダウンロード中
ko: 다운로드 중
nb: Laster ned
nl: Downloaden
pt_br: Baixando
pt_pt: A descarregar
sv: Hämtar

source: Downloading — Canadian predictions download once, then work offline.
da: Henter — canadiske prognoser hentes én gang og fungerer derefter offline.
de: Wird geladen — kanadische Vorhersagen werden einmal geladen und funktionieren dann offline.
es_es: Descargando — las predicciones canadienses se descargan una vez y después funcionan sin conexión.
fi: Ladataan — Kanadan ennusteet ladataan kerran, minkä jälkeen ne toimivat ilman verkkoyhteyttä.
fr_ca: Téléchargement — les prévisions canadiennes sont téléchargées une fois, puis fonctionnent hors ligne.
it: Download in corso — le previsioni canadesi si scaricano una volta, poi funzionano offline.
ja: ダウンロード中 — カナダの予測は一度ダウンロードすると、オフラインで利用できます。
ko: 다운로드 중 — 캐나다 예측은 한 번 다운로드하면 오프라인으로 사용할 수 있습니다.
nb: Laster ned — kanadiske prognoser lastes ned én gang og virker deretter frakoblet.
nl: Downloaden — Canadese voorspellingen worden één keer gedownload en werken daarna offline.
pt_br: Baixando — as previsões canadenses são baixadas uma vez e depois funcionam offline.
pt_pt: A descarregar — as previsões canadianas são descarregadas uma vez e depois funcionam sem ligação.
sv: Hämtar — kanadensiska prognoser hämtas en gång och fungerar sedan offline.

source: Downloading Canadian current predictions…
da: Henter canadiske strømprognoser…
de: Kanadische Strömungsvorhersagen werden geladen…
es_es: Descargando predicciones de corrientes canadienses…
fi: Ladataan Kanadan virtausennusteita…
fr_ca: Téléchargement des prévisions de courant canadien…
it: Download delle previsioni canadesi di corrente…
ja: カナダの潮流予測をダウンロード中…
ko: 캐나다 조류 예측 다운로드 중…
nb: Laster ned kanadiske strømprognoser…
nl: Canadese stroomvoorspellingen downloaden…
pt_br: Baixando previsões canadenses de correntes…
pt_pt: A descarregar previsões canadianas de correntes…
sv: Hämtar kanadensiska strömprognoser…

source: Downloading Canadian tidal predictions…
da: Henter canadiske tidevandsprognoser…
de: Kanadische Gezeitenvorhersagen werden geladen…
es_es: Descargando predicciones de mareas canadienses…
fi: Ladataan Kanadan vuorovesiennusteita…
fr_ca: Téléchargement des prévisions de marée canadiennes…
it: Download delle previsioni canadesi di marea…
ja: カナダの潮汐予測をダウンロード中…
ko: 캐나다 조석 예측 다운로드 중…
nb: Laster ned kanadiske tidevannsprognoser…
nl: Canadese getijvoorspellingen downloaden…
pt_br: Baixando previsões canadenses de marés…
pt_pt: A descarregar previsões canadianas de marés…
sv: Hämtar kanadensiska tidvattenprognoser…

source: Downloading map areas — the world, the water around you, and your saved stations.
da: Henter kortområder — verden, farvandet omkring dig og dine gemte stationer.
de: Kartenbereiche werden geladen — die Welt, die Gewässer in deiner Nähe und deine gespeicherten Stationen.
es_es: Descargando zonas del mapa: el mundo, el agua a tu alrededor y tus estaciones guardadas.
fi: Ladataan kartta-alueita — koko maailmaa, lähivesiä ja tallennettuja asemia.
fr_ca: Téléchargement des zones de carte — le monde, l’eau autour de vous et vos stations enregistrées.
it: Download delle aree della mappa: il mondo, le acque vicine e le stazioni salvate.
ja: 世界地図、近くの水域、保存した観測所の地図をダウンロード中。
ko: 지도 영역 다운로드 중 — 전 세계, 주변 해역, 저장한 관측소.
nb: Laster ned kartområder — verden, farvannet rundt deg og de lagrede stasjonene dine.
nl: Kaartgebieden downloaden — de wereld, het water om je heen en je opgeslagen stations.
pt_br: Baixando áreas do mapa — o mundo, as águas próximas e suas estações salvas.
pt_pt: A descarregar áreas do mapa — o mundo, as águas próximas e as suas estações guardadas.
sv: Hämtar kartområden — världen, vattnet omkring dig och dina sparade stationer.

source: Downloading more data
da: Henter flere data
de: Weitere Daten werden geladen
es_es: Descargando más datos
fi: Ladataan lisää tietoja
fr_ca: Téléchargement de données supplémentaires
it: Download di altri dati
ja: 追加データをダウンロード中
ko: 추가 데이터 다운로드 중
nb: Laster ned flere data
nl: Meer gegevens downloaden
pt_br: Baixando mais dados
pt_pt: A transferir mais dados
sv: Hämtar mer data
